Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: But events turned differently; and now conversion, for the Jew, is equated with betrayal: first, betrayal of his God; then betrayal of his people.
pt: Mas os acontecimentos mudaram de forma diferente; e agora a conversão, para o judeu, é equiparada à traição: primeiro, traição de seu Deus; então traição de seu povo.

source: But he was wounded for our transgressions, he was bruised for our iniquities; upon him was the chastisement that made us whole, and with his stripes we are healed….
pt: Mas ele foi ferido por nossas transgressões, ele foi ferido por nossas iniqüidades; sobre ele estava o castigo que nos fez completos, e com suas feridas somos curados…

source: But his conversion also ushered in a strong faith in a God still ready to do the works of salvation.
pt: Mas sua conversão também introduziu uma forte fé em um Deus ainda pronto para realizar as obras de salvação.

source: But his footsteps still resound in my ears.” - Rabbi Menahem-Mendel de Kotzk.
pt: Mas seus passos ainda ressoam em meus ouvidos. ”- Rabino Menahem-Mendel de Kotzk.

source: But if guilt there must be, then it seems logical to turn on those at whose hands Jesus said He was to suffer and die.
pt: Mas se a culpa deve ser, então parece lógico ligar aqueles em cujas mãos Jesus disse que deveria sofrer e morrer.

source: But in its relationship to what we have known in the Christian era, it is understandable that Jules Isaac in particular was led to distinguish two forms of antiSemitism.
pt: Mas em sua relação com o que conhecemos na era cristã, é compreensível que Jules Isaac, em particular, tenha sido levado a distinguir duas formas de antissemitismo.

source: But in so doing, He in no way intended to abolish the Law.
pt: Mas ao fazê-lo, Ele não pretendia abolir a lei.

source: But in so doing, one can work against his argument and against the Bible.
pt: Mas ao fazê-lo, pode-se trabalhar contra seu argumento e contra a Bíblia.

source: But in the beginning, the traditional texts tended to warn against this creation of a double Messiah.
pt: Mas no começo, os textos tradicionais tendiam a alertar contra essa criação de um duplo Messias.

source: But in the case of the Jew, these faults are not individual weaknesses - they are Jewish characteristics.
pt: Mas no caso do judeu, essas falhas não são fraquezas individuais - são características judaicas.

source: But in the eyes of most citizens of Israel the reality is quite different: Religious liberty exists here.
pt: Mas, aos olhos da maioria dos cidadãos de Israel, a realidade é bem diferente: a liberdade religiosa existe aqui.

source: But in the thirteenth century a yet more profound movement crystalized; the Jew was to become within the Christian society a foreign element, and the ghetto was born.63
pt: Mas no século XIII, um movimento ainda mais profundo se cristalizou; o judeu deveria se tornar dentro da sociedade cristã um elemento estranho, e o gueto nasceu.63

source: But in these sacrifices there is a reminder of sin year after year.
pt: Mas nesses sacrifícios há uma lembrança do pecado ano após ano.

source: But in time it became what we now know - a monster, which I have endeavored honestly to explain and to denounce.
pt: Mas, com o tempo, tornou-se o que agora sabemos - um monstro que eu sinceramente me esforcei para explicar e denunciar.

source: But is not this a divine prerogative?
pt: Mas essa não é uma prerrogativa divina?

source: But most of those who shouted were acting with so little conviction that they needed the encouragement of the priests to get into the fray.
pt: Mas a maioria daqueles que gritavam estavam agindo com tão pouca convicção que precisavam do encorajamento dos sacerdotes para entrar na briga.

source: But never did this posture of communication provoke horror or scandal.
pt: Mas nunca essa postura de comunicação provocou horror ou escândalo.

source: But no such mental gymnastics are required.
pt: Mas essa ginástica mental não é necessária.

source: But not at all!
pt: Mas não é nenhum pouco!

source: But on top of all this evidence was that bothersome prophecy made by Daniel which claimed to fix the date of the appearance and the execution of the Messiah, respectively, for the years 27 and 31.
pt: Mas, acima de tudo, esta evidência era aquela profecia incômoda feita por Daniel, que afirmava fixar a data da aparição e a execução do Messias, respectivamente, para os anos 27 e 31.

source: But on what plane does he operate?
pt: Mas em que plano ele opera?

source: But one cannot overlook the presence of the Romans.
pt: Mas não se pode ignorar a presença dos romanos.

source: But people forget easily.
pt: Mas as pessoas esquecem facilmente.

source: But should a Jew convert to and embrace Christianity, he creates a community scandal.
pt: Mas se um judeu se converter e abraçar o cristianismo, ele cria um escândalo comunitário.

source: But such an attitude exasperates the Christian of good will and discourages dialogue.
pt: Mas tal atitude exaspera o cristão da boa vontade e desencoraja o diálogo.

source: But that minority is in no wise monolithic.
pt: Mas essa minoria não é monolítica.

source: But that three decrees were necessary, that the first two are insufficient, must highlight the importance of the third.
pt: Mas que os três decretos eram necessários, que os dois primeiros são insuficientes, deve destacar a importância do terceiro.

source: But the Galilean Master was pursuing a loftier objective than that of effective controversy and textual battle.
pt: Mas o mestre galileu estava perseguindo um objetivo mais elevado do que o da controvérsia efetiva e da batalha textual.

source: But the New Testament story reports that they remained silent; in fact, most were hiding.
pt: Mas a história do Novo Testamento relata que eles permaneceram em silêncio; na verdade, a maioria estava se escondendo.

source: But the analogy that exists suggests that there is a common preoccupation in the two passages.
pt: Mas a analogia que existe sugere que há uma preocupação comum nas duas passagens.

source: But the confused buzzing of all this chatter has tended to smother even further the true Word.
pt: Mas o zumbido confuso de toda essa conversa tendeu a sufocar ainda mais a verdadeira Palavra.

source: But the crowd - Palestinian or of the Diaspora - and early Christians moved in with them: the first by reason of unconscious complicity, the second by reason of cowardly silence.
pt: Mas a multidão - palestina ou da diáspora - e os primeiros cristãos se mudaram com eles: o primeiro por uma cumplicidade inconsciente, o segundo por um silêncio covarde.

source: But the good news of the gospel tells the world that God intervenes; He comes down to save mankind.
pt: Mas as boas novas do evangelho dizem ao mundo que Deus intervém; Ele desce para salvar a humanidade.

source: But the identity is not limited to the name: the identity includes common attributes, such as their eternity and their royalty.
pt: Mas a identidade não se limita ao nome: a identidade inclui atributos comuns, como a eternidade e a realeza.

source: But the pain may be fruitful if we pose the problem in a way that will identify clearly the historical, theological, and human factors which brought the Church and the Synagogue to the parting of the ways.
pt: Mas a dor pode ser frutífera se colocarmos o problema de uma maneira que identifique claramente os fatores históricos, teológicos e humanos que levaram a Igreja e a Sinagoga à separação dos caminhos.

source: But the river is polluted.
pt: Mas o rio está poluído.

source: But the schism widened to grievous dimensions following the conversion of Constantine in the fourth century, when Christianity was made the official religion of an empire which Judaism hated not only because (1) it was pagan, but still more because (2) the Roman Empire had put an end to the kingdom of Judea - the last terrestrial hope of Israel before the awaited hour of her “resurrection.”
pt: Mas o cisma se ampliou para dimensões graves após a conversão de Constantino no século IV, quando o cristianismo tornou-se a religião oficial de um império que o judaísmo odiava não apenas porque (1) era pagão, mas ainda mais porque (2) o Império Romano pôs fim ao reino da Judéia - a última esperança terrestre de Israel antes da esperada hora de sua "ressurreição".

source: But the time had come for the set of laws concerning sacrifices and offerings to be superseded by the event they had announced for centuries.
pt: Mas chegara a hora de o conjunto de leis relativas a sacrifícios e ofertas serem substituídas pelo evento que haviam anunciado durante séculos.

source: But the urge grew in strength to distinguish themselves from the Jews, and they chose to mark the new dispensation on the calendar, replacing Saturday with Sunday as the day of worship.
pt: Mas o desejo cresceu em força para se distinguir dos judeus, e eles escolheram marcar a nova dispensação no calendário, substituindo o sábado pelo domingo como dia de adoração.

source: But there is a greater reason for abandoning these expressions: they simply are not true!
pt: Mas há uma razão maior para abandonar essas expressões: elas simplesmente não são verdadeiras!

source: But there is still more.
pt: Mas ainda há mais.

source: But these ‘incidents’ invariably were local and sporadic in nature and lacked premeditation and widespread concerted action.
pt: Mas esses "incidentes" invariavelmente eram locais e esporádicos por natureza e careciam de premeditação e ampla ação concertada.

source: But they did not.
pt: Mas eles não fizeram.

source: But this act of redemption could not take place without a risk.
pt: Mas esse ato de redenção não poderia ocorrer sem um risco.

source: But this did not take place.
pt: Mas isso não aconteceu.

source: But this paradox does not seem to have been unthinkable to the rabbis of ancient times.
pt: Mas esse paradoxo não parece ter sido impensável para os rabinos dos tempos antigos.

source: But this principle of literary analysis, which was correct for writings like the Iliad and the Aeneid, created misunderstandings when used in biblical research.
pt: Mas esse princípio de análise literária, que era correto para escritos como a Ilíada e a Eneida, criou mal-entendidos quando usado na pesquisa bíblica.

source: But this was the meaning in the parable of the “duel” we found in Genesis 3:15.
pt: Mas esse era o significado da parábola do “duelo” que encontramos em Gênesis 3:15.

source: But though a limited understanding is shared, one cannot but fear that in the end a fatal mistake similar to the one that befell Babel will occur again.
pt: Mas, embora um entendimento limitado seja compartilhado, não podemos deixar de temer que, no final, um erro fatal semelhante ao que aconteceu com Babel ocorrerá novamente.

source: But though the serpent was the object of the malediction, it is the posterity of the woman that he will have to battle.
pt: Mas embora a serpente tenha sido o objeto da maldição, é a posteridade da mulher que ele terá que combater.

source: But times changed.
pt: Mas os tempos mudaram.

source: But to conclude from that incident that the people generally were leaving Him would be entirely false.
pt: Mas concluir desse incidente que as pessoas geralmente o estavam deixando seria totalmente falso.

source: But to determine one’s attitude on that amazing and tortuous stream the centuries have come to call “tradition” is another matter.
pt: Mas determinar a atitude de alguém nessa incrível e tortuosa corrente que os séculos passaram a chamar de “tradição” é outra questão.

source: But to open one door was to close another.
pt: Mas abrir uma porta era fechar outra.

source: But understand well what we are saying: in no way are we referring to a concept, common in Greco-Roman mythology, whereby a particular person, because of superior qualities and merits, is elevated to the rank of some kind of god.
pt: Mas entenda bem o que estamos dizendo: de modo algum estamos nos referindo a um conceito, comum na mitologia greco-romana, pelo qual uma pessoa em particular, por causa de qualidades e méritos superiores, é elevada à categoria de algum tipo de deus.

source: But we are not primarily concerned with an affair of fashion in keeping with times and cultures.
pt: Mas não nos preocupamos primordialmente com um caso de moda, de acordo com os tempos e as culturas.

source: But what about that vast concourse of people who, without spiritual preoccupations, think only of material success, amusement, and food?
pt: Mas e quanto ao vasto concurso de pessoas que, sem preocupações espirituais, só pensam em sucesso material, diversão e comida?

source: But what is Christianity without the Christ?
pt: Mas o que é o cristianismo sem o Cristo?

source: But when this Western civilization is looked at carefully - this civilization that was fashioned so well by the Bible - and when one considers the many unhappy, disappointing aspects of this civilization and the unspeakable crimes that have been perpetrated by it, including the violation of man’s most intimate and sacred possessions, there can be some question as to the nature of its influence, value, and authority.
pt: Mas quando essa civilização ocidental é examinada com cuidado - essa civilização tão bem formada pela Bíblia - e quando se consideram os muitos aspectos infelizes e decepcionantes dessa civilização e os crimes indescritíveis que foram perpetrados por ela, inclusive a violação do homem a maioria das posses íntimas e sagradas, pode haver alguma dúvida quanto à natureza de sua influência, valor e autoridade.

source: But when we deal with the human consequences of the separation, free discussion and suspended judgment no longer make sense.
pt: Mas quando lidamos com as conseqüências humanas da separação, a discussão livre e o julgamento suspenso não fazem mais sentido.

source: But who, then, could have made up the throng that crowded into the praetorium?
pt: Mas quem, então, poderia ter inventado a multidão que se aglomerava no pretório?

source: But why has this been said and so recognized?
pt: Mas por que isso foi dito e reconhecido?

source: But with them present, the priests were easily able to line up a majority ready to carry out their designs.
pt: Mas com eles presentes, os sacerdotes eram facilmente capazes de alinhar uma maioria pronta para realizar seus projetos.

source: But “flight on a sabbath day” implied problems of a different nature.
pt: Mas “fugir num dia de sábado” implicava problemas de natureza diferente.

source: By advancing in harmony with His indications and in obedience to His counsel (commandments), man inevitably will meet Him somewhere along the path of life.
pt: Ao avançar em harmonia com Suas indicações e em obediência a Seus conselhos (mandamentos), o homem inevitavelmente O encontrará em algum lugar ao longo do caminho da vida.

source: By becoming a Christian, one became more truly a Jew.
pt: Tornando-se um cristão, tornou-se mais verdadeiramente um judeu.

source: By choosing Moriah as the place where the Levitical rites would be performed, David indicated that a close correlation existed between the saving act of God and the ritual service in the sanctuary.
pt: Ao escolher Moriah como o lugar onde os ritos levíticos seriam realizados, David indicou que existia uma estreita correlação entre o ato salvífico de Deus e o serviço ritual no santuário.

source: By contact with the Law , he can know what is good and what is evil and thus can become conscious of his guilt and of the death sentence that hangs over him.
pt: Por contato com a Lei, ele pode saber o que é bom e o que é mal e assim pode se tornar consciente de sua culpa e da sentença de morte que paira sobre ele.

source: By creating for himself an easy morality - his own - he has paradoxically ended up sacrificing his liberty, while his “soul” escapes from him unnoticed.
pt: Ao criar para si uma moralidade fácil - a sua própria - ele paradoxalmente acabou por sacrificar a sua liberdade, enquanto a sua "alma" escapa dele sem ser notada.

source: By curing oneself of it one achieves a certain mental purity and finds at last a better balance in life.
pt: Ao curar a si mesmo, obtém-se uma certa pureza mental e, por fim, encontra um melhor equilíbrio na vida.

source: By drinking, he may come to the place where he will believe that he alone is right, that he somehow has been installed as God’s only spokesman and right-hand magistrate.
pt: Ao beber, ele pode chegar ao ponto em que acreditará que só ele está certo, que de alguma forma ele foi instalado como o único porta-voz e magistrado de mão direita de Deus.

source: By exorcizing the demon of discrimination and intolerance that might be lodged within the heart of the child, he is fulfilling a divine trust.
pt: Ao exorcizar o demônio da discriminação e da intolerância que pode estar alojado no coração da criança, ele está cumprindo uma confiança divina.

source: By her rejection of the Sabbath, the Church was indeed more successful among the pagans, who could now be incorporated en masse; but by eliminating the major obstacle in the way of the Gentiles, the Church built a major one for the Jews.
pt: Por sua rejeição do sábado, a Igreja era de fato mais bem-sucedida entre os pagãos, que agora podiam ser incorporados em massa; mas eliminando o maior obstáculo no caminho dos gentios, a Igreja construiu um grande obstáculo para os judeus.

source: By indicating the limits placed on this sacred trust, tradition recognized its own judge252 and placed itself strictly under the authority of the Bible.
pt: Ao indicar os limites impostos a essa sagrada confiança, a tradição reconheceu seu próprio juiz252 e colocou-se estritamente sob a autoridade da Bíblia.

source: By invoking memories of the Genesis account, the prophet expressed his great desire for a new world.
pt: Invocando memórias do relato de Gênesis, o profeta expressou seu grande desejo por um novo mundo.

source: By nature I distrust the best of apologies, for they may conceal a secret venom.
pt: Por natureza, desconfio das melhores desculpas, pois podem ocultar um veneno secreto.

source: By no means!
pt: De jeito nenhum!

source: By no means!” Romans 6:1, 2, 15.
pt: De modo algum! ”Romanos 6: 1, 2, 15.

source: By no means!” “What then?
pt: De jeito nenhum! ”“ O que então?

source: By oppression and judgment he was taken away; and as for his generation, who considered that he was cut off out of the land of the living, stricken for the transgression of my people?… Yet it was the will of the Lord to bruise him; he has put him to grief; when he makes himself an offering for sin, he shall see his offspring, he shall prolong his days; the will of the Lord shall prosper in his hand.” Isaiah 54:4-10, R.S.V.
pt: Por opressão e julgamento ele foi levado embora; e quanto a sua geração, que considerou que foi extirpado da terra dos viventes, abatido pela transgressão do meu povo? (…) Contudo, era a vontade do Senhor feri-lo; ele o colocou em luto; quando ele se fizer como oferta pelo pecado, verá a sua descendência e prolongará os seus dias; a vontade do Senhor prosperará em suas mãos. ”Isaías 54: 4-10, RSV

source: By reaction, everything has been eliminated from its own genius that might suggest an affinity with the Church.
pt: Por reação, tudo foi eliminado de seu próprio gênio que poderia sugerir uma afinidade com a Igreja.

source: By rejecting the so-called Mosaic Law and adopting Sunday as the day of worship (which was also a holy day for the Romans, who worshiped the sun12), Christianity greatly facilitated its task.
pt: Ao rejeitar a chamada Lei mosaica e adotar o domingo como dia de adoração (que também foi um dia sagrado para os romanos, que adoravam o sol) 12, o cristianismo facilitou muito sua tarefa.

source: By tuning his week to the Law of heaven, man expresses his faith in something beyond daily contingencies; he places on time the seal of hope; he commits his existence totally to a “religion” without breaks or parentheses from his alpha to his omega!
pt: Ao sintonizar sua semana na Lei do Céu, o homem expressa sua fé em algo além das contingências diárias; ele coloca no tempo o selo da esperança; ele compromete sua existência totalmente com uma “religião” sem quebras ou parênteses de seu alfa para seu ômega!

source: Caiaphas gave the impression of profound wisdom and a certain generosity at the same time.
pt: Caifás deu a impressão de profunda sabedoria e certa generosidade ao mesmo tempo.

source: Can the demon be exorcized?
pt: O demônio pode ser exorcizado?

source: Can they ever expect to break forth in the virility and strength of youthfulness?
pt: Eles podem esperar surgir na virilidade e força da juventude?

source: Canon 29 of the Council of Laodicea.
pt: Cânon 29 do Concílio de Laodicéia.

source: Certainly not.
pt: Certamente não.

source: Chapter 1
pt: Capítulo 1

source: Chapter 10
pt: Capítulo 10

source: Chapter 11
pt: Capítulo 11

source: Chapter 2
pt: Capítulo 2

source: Chapter 3
pt: Capítulo 3

source: Chapter 4
pt: Capítulo 4

source: Chapter 5
pt: Capítulo 5

source: Chapter 6
pt: Capítulo 6

source: Chapter 7
pt: Capítulo 7

source: Chapter 8
pt: Capítulo 8

source: Chapter 9
pt: Capítulo 9

source: Chapter Notes to Drinking At the Sources
pt: Notas do capítulo para beber nas fontes

source: Charlatans and quacks abound, while age-old superstitions, paradoxically, are gaining ground among so-called advanced and open-minded people.
pt: Charlatãs e charlatões são abundantes, enquanto antigas superstições, paradoxalmente, estão ganhando terreno entre os chamados povos avançados e de mente aberta.

source: Christian Lovsky recognized this fact: “The national socialist frenzy… was not born by chance, nor did it come up overnight like a toadstool; it took hold of nations that harbored deep within violent resentments….
pt: Christian Lovsky reconheceu este fato: “O frenesi socialista nacional… não nasceu por acaso, nem surgiu da noite para o dia como um cogumelo; apoderou-se de nações que abrigavam profundamente os ressentimentos violentos.

source: Christian cruelty, frenzied massacres, still resound in Jewish ears.
pt: A crueldade cristã, massacres frenéticos, ainda ressoam nos ouvidos dos judeus.

source: Christian now that he was, the Jew remained a Jew, for nothing had really changed.
pt: Cristão agora que ele era, o judeu permaneceu judeu, porque nada realmente havia mudado.

source: Christian wariness conceals the uncertain feeling that the conversion of a Jew may not be complete and trustworthy.
pt: A cautela cristã oculta o sentimento incerto de que a conversão de um judeu pode não ser completa e confiável.

source: Christianity broke from Judaism, and in so doing renounced its natural roots and implanted itself elsewhere.
pt: O cristianismo rompeu com o judaísmo e, ao fazê-lo, renunciou às suas raízes naturais e implantou-se em outro lugar.

source: Christianity has caused too many victims in Israel for the Jew suddenly and serenely to consent to dialogue - still less to conversion.
pt: O cristianismo tem causado muitas vítimas em Israel para o judeu repentina e serenamente para consentir no diálogo - ainda menos na conversão.

source: Christianity rid itself of everything that might recall its Jewish origins; in so doing, it lost its true identity.
pt: O cristianismo se livra de tudo o que pode lembrar suas origens judaicas; ao fazê-lo, perdeu sua verdadeira identidade.

source: Christianity sets itself against Judaism as the religion of charity and forgiveness versus that of rigor and justice.
pt: O cristianismo se coloca contra o judaísmo como a religião da caridade e do perdão versus a do rigor e da justiça.
